---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.PlanRegionFailures
source: html/ecd69704-847f-a22a-4555-dab590b47533.htm
---
# BuiltInFailures.PlanRegionFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.